Repository: pypi-data/pypi-mirror-274
Catalog: packages/Py-Lav/py_lav-1.15.2.tar.gz/py_lav-1.15.2/pylav/players/locales/*.po
Languages: hu_hu, nb_no

source: There are no nodes available currently.
hu_hu: Jelenleg nincsenek elérhető csomópontok.
nb_no: Det er ingen noder tilgjengelig for øyeblikket.

source: Music in {number_of_servers_variable_do_not_translate} servers
hu_hu: Zene a {number_of_servers_variable_do_not_translate} Szerverek
nb_no: Musikk i {number_of_servers_variable_do_not_translate} Servere

source: There are no tracks currently in the player history.
hu_hu: Jelenleg nincsenek pályák a játékos történetében.
nb_no: Det er ingen spor for øyeblikket i spillerhistorikken.

source: Current node has the volume filter feature disabled.
hu_hu: Az aktuális csomóponton le van tiltva a kötetszűrő funkció.
nb_no: Gjeldende node har volumfilterfunksjonen deaktivert.

source: Current node has the equalizer feature disabled.
hu_hu: Az aktuális csomóponton le van tiltva a hangszínszabályzó funkció.
nb_no: Gjeldende node har equalizer-funksjonen deaktivert.

source: Current node has the karaoke feature disabled
hu_hu: Az aktuális csomóponton le van tiltva a karaoke funkció
nb_no: Gjeldende node har karaokefunksjonen deaktivert

source: Current node has the timescale feature disabled.
hu_hu: Az aktuális csomóponton le van tiltva az időskála funkció.
nb_no: Gjeldende node har tidsskalafunksjonen deaktivert.

source: Current node has the tremolo feature disabled.
hu_hu: Az aktuális csomóponton a tremolo funkció le van tiltva.
nb_no: Gjeldende node har tremolo-funksjonen deaktivert.

source: Current node has the vibrato feature disabled.
hu_hu: Az aktuális csomóponton a vibrato funkció le van tiltva.
nb_no: Nåværende node har vibratofunksjonen deaktivert.

source: Current node has the rotation feature disabled.
hu_hu: Az aktuális csomóponton le van tiltva az elforgatási funkció.
nb_no: Gjeldende node har rotasjonsfunksjonen deaktivert.

source: Current node has the distortion feature disabled.
hu_hu: Az aktuális csomóponton le van tiltva a torzítási funkció.
nb_no: Gjeldende node har forvrengningsfunksjonen deaktivert.

source: Current node has the low-pass feature disabled.
hu_hu: Az aktuális csomóponton le van tiltva az aluláteresztő funkció.
nb_no: Gjeldende node har lavpassfunksjonen deaktivert.

source: Current node has the echo feature disabled.
hu_hu: Az aktuális csomóponton le van tiltva a visszhang funkció.
nb_no: Gjeldende node har ekkofunksjonen deaktivert.

source: Current node has the channel-mix feature disabled.
hu_hu: Az aktuális csomóponton le van tiltva a csatornakeverési funkció.
nb_no: Gjeldende node har kanalmiksfunksjonen deaktivert.

source: LIVE
hu_hu: ÉL
nb_no: Direkte

source: Now Playing in {server_name_variable_do_not_translate}
hu_hu: Most játszol {server_name_variable_do_not_translate}
nb_no: Spiller nå inn {server_name_variable_do_not_translate}

source: Currently livestreaming
hu_hu: Jelenleg élő közvetítés
nb_no: Direkteavspilling for øyeblikket

source: Playing:
hu_hu: Játszik:
nb_no: Spiller:

source: Requester
hu_hu: Igénylő
nb_no: Anmoder

source: Duration: {track_duration_variable_do_not_translate}
hu_hu: Időtartam: {track_duration_variable_do_not_translate}
nb_no: Varighet: {track_duration_variable_do_not_translate}

source: Duration
hu_hu: Időtartam
nb_no: Varighet

source: Previous Track
hu_hu: Előző szám
nb_no: Forrige spor

source: Next Track
hu_hu: Következő szám
nb_no: Neste spor

source: 1 track, {queue_total_duration_variable_do_not_translate} remaining
hu_hu: 1 pálya, {queue_total_duration_variable_do_not_translate} megmaradó
nb_no: 1 spor, {queue_total_duration_variable_do_not_translate} resterende

source: 0 tracks, {queue_total_duration_variable_do_not_translate} remaining
hu_hu: 0 sáv, {queue_total_duration_variable_do_not_translate} megmaradó
nb_no: 0 spor, {queue_total_duration_variable_do_not_translate} resterende

source: {track_count_variable_do_not_translate} tracks, {queue_total_duration_variable_do_not_translate} remaining
hu_hu: {track_count_variable_do_not_translate} sín {queue_total_duration_variable_do_not_translate} megmaradó
nb_no: {track_count_variable_do_not_translate} Spor {queue_total_duration_variable_do_not_translate} resterende

source: Repeating
hu_hu: Ismétlődő
nb_no: Gjentakende

source: Auto Play
hu_hu: Automatikus lejátszás
nb_no: Automatisk avspilling

source: Volume
hu_hu: Térfogat
nb_no: Volum

source: You can search specific services by using the following prefixes: {deezer_service_variable_do_not_translate} - Deezer {spotify_service_variable_do_not_translate} - Spotify {apple_music_service_variable_do_not_translate} - Apple Music {youtube_music_service_variable_do_not_translate} - YouTube Music {youtube_service_variable_do_not_translate} - YouTube {soundcloud_service_variable_do_not_translate} - SoundCloud {yandex_music_service_variable_do_not_translate} - Yandex Music Example: {example_variable_do_not_translate}. If no prefix is used I will default to {fallback_service_variable_do_not_translate}
hu_hu: Adott szolgáltatások között a következő előtagok használatával kereshet: {deezer_service_variable_do_not_translate} - Deezer {spotify_service_variable_do_not_translate} - Spotify-díj {apple_music_service_variable_do_not_translate} - Apple Zene {youtube_music_service_variable_do_not_translate} - YouTube zene {youtube_service_variable_do_not_translate} - YouTube {soundcloud_service_variable_do_not_translate} - SoundCloud {yandex_music_service_variable_do_not_translate} - Yandex zene Példa: {example_variable_do_not_translate}. Ha nem használ előtagot, akkor alapértelmezés szerint {fallback_service_variable_do_not_translate}
nb_no: Du kan søke i bestemte tjenester ved å bruke følgende prefikser: {deezer_service_variable_do_not_translate} - Deezer {spotify_service_variable_do_not_translate} - Spotify {apple_music_service_variable_do_not_translate} - Apple Music {youtube_music_service_variable_do_not_translate} - YouTube Musikk {youtube_service_variable_do_not_translate} - YouTube {soundcloud_service_variable_do_not_translate} - SoundCloud {yandex_music_service_variable_do_not_translate} - Yandex Musikk Eksempel: {example_variable_do_not_translate}. Hvis ingen prefiks brukes jeg vil standard til {fallback_service_variable_do_not_translate}

source: Recently Played for {server_name_variable_do_not_translate}
hu_hu: Nemrég játszott {server_name_variable_do_not_translate}
nb_no: Nylig spilt for {server_name_variable_do_not_translate}

source: Queue for {server_name_variable_do_not_translate}
hu_hu: Várólista a következőhöz: {server_name_variable_do_not_translate}
nb_no: Kø for {server_name_variable_do_not_translate}

source: Playing
hu_hu: Játszik
nb_no: Spiller

source: Queue order will change every time a track is added due to auto shuffle being enabled.
hu_hu: A várólista-sorrend minden alkalommal megváltozik, amikor egy sávot hozzáadnak az automatikus keverés engedélyezése miatt.
nb_no: Kørekkefølgen endres hver gang et spor legges til på grunn av at automatisk stokking er aktivert.

source: Page 1 / 1 | 1 track, {queue_total_duration_variable_do_not_translate} remaining
hu_hu: Oldal 1 / 1 | 1 pálya, {queue_total_duration_variable_do_not_translate} megmaradó
nb_no: Side 1 / 1 | 1 spor, {queue_total_duration_variable_do_not_translate} resterende

source: Page 1 / 1 | 0 tracks, {queue_total_duration_variable_do_not_translate} remaining
hu_hu: Oldal 1 / 1 | 0 sáv, {queue_total_duration_variable_do_not_translate} megmaradó
nb_no: Side 1 / 1 | 0 spor, {queue_total_duration_variable_do_not_translate} resterende

source: Page {current_page_variable_do_not_translate} / {total_pages_variable_do_not_translate} | {track_number_variable_do_not_translate} tracks, {queue_total_duration_variable_do_not_translate} remaining
hu_hu: Oldal {current_page_variable_do_not_translate} / {total_pages_variable_do_not_translate} | {track_number_variable_do_not_translate} sín {queue_total_duration_variable_do_not_translate} megmaradó
nb_no: Side {current_page_variable_do_not_translate} / {total_pages_variable_do_not_translate} | {track_number_variable_do_not_translate} Spor {queue_total_duration_variable_do_not_translate} resterende
