Repository: pypi-data/pypi-mirror-274
Catalog: packages/Py-Lav/py_lav-1.15.2-py3-none-any.whl/pylav/players/locales/*.po
Languages: lt_lt, nl_nl

source: There are no nodes available currently.
lt_lt: Šiuo metu nėra mazgų.
nl_nl: Er zijn momenteel geen knooppunten beschikbaar.

source: Music in {number_of_servers_variable_do_not_translate} servers
lt_lt: Muzika {number_of_servers_variable_do_not_translate} Serveriai
nl_nl: Muziek in {number_of_servers_variable_do_not_translate} Servers

source: There are no tracks currently in the player history.
lt_lt: Šiuo metu žaidėjo istorijoje nėra takelių.
nl_nl: Er zijn momenteel geen tracks in de geschiedenis van de speler.

source: Current node has the volume filter feature disabled.
lt_lt: Dabartiniame mazge garsumo filtro funkcija išjungta.
nl_nl: De volumefilterfunctie is uitgeschakeld voor het huidige knooppunt.

source: Current node has the equalizer feature disabled.
lt_lt: Dabartiniame mazge ekvalaizerio funkcija išjungta.
nl_nl: Op het huidige knooppunt is de equalizerfunctie uitgeschakeld.

source: Current node has the karaoke feature disabled
lt_lt: Dabartiniame mazge karaokės funkcija išjungta
nl_nl: Huidig knooppunt heeft de karaoke-functie uitgeschakeld

source: Current node has the timescale feature disabled.
lt_lt: Dabartiniame mazge laiko skaičiavimo funkcija išjungta.
nl_nl: De functie tijdschaal is uitgeschakeld voor het huidige knooppunt.

source: Current node has the tremolo feature disabled.
lt_lt: Dabartiniame mazge tremolo funkcija išjungta.
nl_nl: Het huidige knooppunt heeft de tremolo-functie uitgeschakeld.

source: Current node has the vibrato feature disabled.
lt_lt: Dabartiniame mazge vibrato funkcija išjungta.
nl_nl: De huidige node heeft de vibratofunctie uitgeschakeld.

source: Current node has the rotation feature disabled.
lt_lt: Dabartiniame mazge sukimosi funkcija išjungta.
nl_nl: De rotatiefunctie van het huidige knooppunt is uitgeschakeld.

source: Current node has the distortion feature disabled.
lt_lt: Dabartiniame mazge iškraipymo funkcija išjungta.
nl_nl: De vervormingsfunctie van het huidige knooppunt is uitgeschakeld.

source: Current node has the low-pass feature disabled.
lt_lt: Dabartiniame mazge išjungta žemo dažnio funkcija.
nl_nl: Het huidige knooppunt heeft de low-pass-functie uitgeschakeld.

source: Current node has the echo feature disabled.
lt_lt: Dabartiniame mazge aido funkcija išjungta.
nl_nl: De echofunctie is op de huidige knooppunt uitgeschakeld.

source: Current node has the channel-mix feature disabled.
lt_lt: Dabartiniame mazge kanalų derinio funkcija išjungta.
nl_nl: De functie channel-mix is uitgeschakeld voor het huidige knooppunt.

source: LIVE
lt_lt: GYVENTI

source: Now Playing in {server_name_variable_do_not_translate}
lt_lt: Dabar žaidžia {server_name_variable_do_not_translate}
nl_nl: Nu spelen in {server_name_variable_do_not_translate}

source: Currently livestreaming
lt_lt: Šiuo metu tiesioginė transliacija
nl_nl: Momenteel livestreaming

source: Playing:
lt_lt: Žaisti:
nl_nl: Afspelen:

source: Requester
lt_lt: Prašytojas
nl_nl: Aanvrager

source: Duration: {track_duration_variable_do_not_translate}
lt_lt: Trukmė: {track_duration_variable_do_not_translate}
nl_nl: Duur: {track_duration_variable_do_not_translate}

source: Duration
lt_lt: Trukmė
nl_nl: Duur

source: Previous Track
lt_lt: Ankstesnis Sekti siuntą
nl_nl: Vorige track

source: Next Track
lt_lt: Kitas takelis
nl_nl: Volgende track

source: 1 track, {queue_total_duration_variable_do_not_translate} remaining
lt_lt: 1 takelis, {queue_total_duration_variable_do_not_translate} Likusių
nl_nl: 1 spoor, {queue_total_duration_variable_do_not_translate} overig

source: 0 tracks, {queue_total_duration_variable_do_not_translate} remaining
lt_lt: 0 takelių, {queue_total_duration_variable_do_not_translate} Likusių
nl_nl: 0 sporen, {queue_total_duration_variable_do_not_translate} overig

source: {track_count_variable_do_not_translate} tracks, {queue_total_duration_variable_do_not_translate} remaining
lt_lt: {track_count_variable_do_not_translate} Takelius {queue_total_duration_variable_do_not_translate} Likusių
nl_nl: {track_count_variable_do_not_translate} Tracks {queue_total_duration_variable_do_not_translate} overig

source: Repeating
lt_lt: Pasikartojanti
nl_nl: Herhalende

source: Auto Play
lt_lt: Automatinis paleidimas
nl_nl: Automatisch spelen

source: Volume
lt_lt: Tomas

source: You can search specific services by using the following prefixes: {deezer_service_variable_do_not_translate} - Deezer {spotify_service_variable_do_not_translate} - Spotify {apple_music_service_variable_do_not_translate} - Apple Music {youtube_music_service_variable_do_not_translate} - YouTube Music {youtube_service_variable_do_not_translate} - YouTube {soundcloud_service_variable_do_not_translate} - SoundCloud {yandex_music_service_variable_do_not_translate} - Yandex Music Example: {example_variable_do_not_translate}. If no prefix is used I will default to {fallback_service_variable_do_not_translate}
lt_lt: Galite ieškoti konkrečių paslaugų naudodami šiuos priešdėlius: {deezer_service_variable_do_not_translate} - Deezer {spotify_service_variable_do_not_translate} - Spotify {apple_music_service_variable_do_not_translate} - "Apple Music" {youtube_music_service_variable_do_not_translate} - "YouTube" muzika {youtube_service_variable_do_not_translate} - YouTube {soundcloud_service_variable_do_not_translate} - "SoundCloud" {yandex_music_service_variable_do_not_translate} - "Yandex" muzika Pavyzdys: {example_variable_do_not_translate}. Jei priešdėlis nenaudojamas, aš pagal numatytuosius nustatymus {fallback_service_variable_do_not_translate}
nl_nl: U kunt specifieke services zoeken met behulp van de volgende voorvoegsels: {deezer_service_variable_do_not_translate} - Deezer {spotify_service_variable_do_not_translate} - Spotify {apple_music_service_variable_do_not_translate} - (en) Apple Music {youtube_music_service_variable_do_not_translate} - (en) YouTube Muziek {youtube_service_variable_do_not_translate} - (en) YouTube {soundcloud_service_variable_do_not_translate} - SoundCloud {yandex_music_service_variable_do_not_translate} - Yandex Muziek Voorbeeld: {example_variable_do_not_translate}. Als er geen voorvoegsel wordt gebruikt, zal ik standaard {fallback_service_variable_do_not_translate}

source: Recently Played for {server_name_variable_do_not_translate}
lt_lt: Neseniai žaidė {server_name_variable_do_not_translate}
nl_nl: Onlangs gespeeld voor {server_name_variable_do_not_translate}

source: Queue for {server_name_variable_do_not_translate}
lt_lt: Eilė {server_name_variable_do_not_translate}
nl_nl: Wachtrij voor {server_name_variable_do_not_translate}

source: Playing
lt_lt: Žaisti
nl_nl: Afspelen

source: Queue order will change every time a track is added due to auto shuffle being enabled.
lt_lt: Eilės tvarka keisis kiekvieną kartą, kai bus pridėtas takelis, nes įjungtas automatinis maišymas.
nl_nl: De wachtrijvolgorde verandert telkens wanneer een track wordt toegevoegd omdat automatisch shuffle is ingeschakeld.

source: Page 1 / 1 | 1 track, {queue_total_duration_variable_do_not_translate} remaining
lt_lt: Puslapis 1 / 1 | 1 takelis, {queue_total_duration_variable_do_not_translate} Likusių
nl_nl: Pagina 1 / 1 | 1 spoor, {queue_total_duration_variable_do_not_translate} overig

source: Page 1 / 1 | 0 tracks, {queue_total_duration_variable_do_not_translate} remaining
lt_lt: Puslapis 1 / 1 | 0 takelių, {queue_total_duration_variable_do_not_translate} Likusių
nl_nl: Pagina 1 / 1 | 0 sporen, {queue_total_duration_variable_do_not_translate} overig

source: Page {current_page_variable_do_not_translate} / {total_pages_variable_do_not_translate} | {track_number_variable_do_not_translate} tracks, {queue_total_duration_variable_do_not_translate} remaining
lt_lt: Puslapis {current_page_variable_do_not_translate} / {total_pages_variable_do_not_translate} | {track_number_variable_do_not_translate} Takelius {queue_total_duration_variable_do_not_translate} Likusių
nl_nl: Bladzijde {current_page_variable_do_not_translate} / {total_pages_variable_do_not_translate} | {track_number_variable_do_not_translate} Tracks {queue_total_duration_variable_do_not_translate} overig
