import py92


if __name__ == '__main__':
    print(py92.is_985("北京大学"))
    # 1
    print(py92.is_211("北京大学"))
    # 1
    print(py92.is_db1("北京大学"))
    # 1

    print(py92.is_985("上海海事大学"))
    # 0
    print(py92.is_211("上海海洋大学"))
    # 0
    print(py92.is_db1("上海科技大学"))
    # 1

    print(py92.is_985s(["上海大学", "上海交通大学", "上海海事大学"]))
    # [0, 1, 0]

    print(py92.get_label("上海海事大学"))
    # {'name': '上海海事大学', '985': 0, '211': 0, '双一流': 0, '本科': 1, '公办': 1}
    print(py92.get_label("上海纽约大学"))
    # {'name': '上海海事大学', '985': 0, '211': 0, '双一流': 0, '本科': 1, '公办': 1}
    print(py92.get_label("纽约大学"))
    # {'name': '纽约大学', '985': -1, '211': -1, '双一流': -1, '本科': -1, '公办': -1}

    print(py92.get_qs("新加坡国立大学"))
    # 8
    print(py92.get_qs("清华大学"))
    # 25